-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Dec 14, 2023 at 04:37 AM
-- Server version: 8.0.35
-- PHP Version: 8.1.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `fenigaacadem_user_database`
--

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` bigint UNSIGNED NOT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci,
  `file_path` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `news`
--

INSERT INTO `news` (`id`, `title`, `description`, `file_path`, `created_at`, `updated_at`) VALUES
(1, '১৫০টি___বানান____শুদ্ধিকরণ I', '১৫০টি___বানান____শুদ্ধিকরণ\r\n  ->অশুদ্ধ______শুদ্ধ\r\n০১) শ্বাশত_______শাশ্বত\r\n০২) শশুর________শ্বশুর\r\n০৩) শাশুরি_______শাশুড়ি\r\n০৪) নূন্যতম_______ন্যূনতম\r\n০৫) স্বাস্থ_________স্বাস্থ্য\r\n০৬) মাহাত্ম_______মাহাত্ম্য\r\n০৭) দারিদ্র_______দারিদ্র্য\r\n০৮) প্রতিদ্বন্দ্বি_____প্রতিদ্বন্দ্বী \r\n০৯) প্রতিদ্বন্দ্বীতা___প্রতিদ্বন্দ্বিতা\r\n১০) প্রতিযোগীতা__প্রতিযোগিতা\r\n১১) উচ্ছাস_______উচ্ছ্বাস\r\n১২) অপরাহ্ন______অপরাহ্ণ\r\n১৩) নিশিথীনি_____নিশীথিনী\r\n১৪) মনকষ্ট_______মনঃকষ্ট\r\n১৫) দ্বন্দ_______দ্বন্দ্ব\r\n১৬) পিপিলিকা____পিপীলিকা \r\n১৭) মণিষী____মনীষী\r\n১৮) মূমূর্ষু_____মুমূর্ষু\r\n১৯) আমাবশ্যা____অমাবস্যা\r\n২০) অত্যাধিক____অত্যধিক\r\n২১) কটুক্তি_____কটূক্তি\r\n২২) ভূল________ভুল\r\n২৩) ভূবন_______ভুবন\r\n২৪) সান্তনা______সান্ত্বনা\r\n২৫) পক্ক______পক্ব\r\n২৬) বিদূষী_____বিদুষী\r\n২৭) সমীচিন____সমীচীন\r\n২৮) মূহুর্ত______মুহূর্ত\r\n২৯) ব্রাক্ষণ_____ব্রাহ্মণ\r\n৩০) প্রাণীবিদ্যা___প্রাণিবিদ্যা\r\nনোট___রমজান__\r\n৩১) ইতিপূর্বে____ইতঃপূর্বে\r\n৩২) ইতিমধ্যে____ইতোমধ্যে\r\n৩৩) ইংরেজী____ইংরেজি\r\n৩৪) ইষৎ______ঈষৎ\r\n৩৫) অহরাত্রি___অহোরাত্র\r\n৩৬) অপাঙতেয়____অপাঙ্ক্তেয়\r\n৩৭) অন্তঃস্বত্ত্বা_____অন্তঃসত্ত্বা\r\n৩৮) আদ্যক্ষর(কলকাতা)____আদ্যাক্ষর(বাংলা একাডেমি)\r\n৩৯) অনুসূয়া_____অনসূয়া\r\n৪০) আকাংখা____আকাঙ্ক্ষা\r\n৪১) আশ্বস্থ______আশ্বস্ত\r\n৪২) আত্বস্থ______আত্মস্থ\r\n৪৩) আশীষ_____আশিস্\r\n৪৪) আয়ত্ব_____আয়ত্ত\r\n৪৫) আত্মৎসর্গ___আত্মোৎসর্গ\r\n৪৬) উপরোক্ত____উপর্যুক্ত\r\n৪৭) উদ্বৃত______উদ্বৃত্ত\r\n৪৮) উপযোগীতা____উপযোগিতা\r\n৪৯) উর্ধ্বশ্বাস______ঊর্ধ্বশ্বাস\r\n৫০) উদিচী_______উদীচী\r\n৫১) উর্ধ্ব_______ঊর্ধ্ব\r\n৫২) ঐক্যতান____ঐকতান\r\n৫৩) কাংখিত____কাঙ্ক্ষিত\r\n৫৪) ক্ষীণজীবি____ক্ষীণজীবী\r\n৫৫) ক্ষুদপিপাসা____ক্ষুৎপিপাসা\r\n৫৬) কৌতূক______কৌতুক\r\n৫৭) কথপোকথন____কথোপকথন\r\n৫৮) কর্ণেল______কর্নেল\r\n৫৯) কুপমণ্ডুক_____কূপমণ্ডূক\r\n৬০) খোজাখোজি____খোঁজাখুঁজি\r\n৬১) গীতাঞ্জলী______গীতাঞ্জলি\r\n৬২) গ্রামীন_____গ্রামীণ\r\n৬৩) গড্ডালিকা____গড্ডলিকা\r\n৬৪)গার্হস্থ______গার্হস্থ্য\r\n৬৫) ঘূর্নিঝর_____ঘূর্ণিঝড়\r\n৬৬) চতুস্কোন____চতুষ্কোণ\r\n৬৭) জগত_____জগৎ\r\n৬৮) জেষ্ঠ_____জ্যেষ্ঠ\r\n৬৯) জোতিষ্ক____জ্যোতিষ্ক\r\n৭০) ঝরণা_____ঝরনা\r\n৭১) ডাষ্টবিন____ডাস্টবিন\r\n৭২) পোষ্ট______পোস্ট\r\n৭৩) ত্রিভূজ____ত্রিভুজ\r\n৭৪) ততক্ষণাত___তৎক্ষণাৎ\r\n৭৫) দূর্গাপূজা____দুর্গাপূজা\r\n৭৬) দূরাবস্থা_____দুরবস্থা\r\n৭৭) দুঃস্ত_______দুস্থ/দুঃস্থ\r\n৭৮) দীর্ঘজীবি____দীর্ঘজীবী\r\n৭৯) দূর্ঘটনা______দুর্ঘটনা\r\n৮০) দাসত্ত______দাসত্ব\r\n___রমজান___®\r\n৮১) শিরচ্ছেদ______শিরশ্ছেদ\r\n৮২) স্বরস্বতী______সরস্বতী\r\n৮৩) বিভিষিকা_____বিভীষিকা\r\n৮৪) দৈন্যতা_____দৈন্য/দীনতা\r\n৮৫) সন্যাসী_____সন্ন্যাসী\r\n৮৬) দুরুহ_____দুরূহ\r\n৮৭) দুর্বৃত্ত্ব____দুর্বৃত্ত\r\n৮৮) দৌরাত্ম____দৌরাত্ম্য\r\n৮৯) দধিচি_____দধীচি\r\n৯০) ধরনী_____ধরণি\r\n৯১) ধুলিসাৎ____ধূলিসাৎ\r\n৯২) ধারনা_____ধারণা\r\n৯৩) নূন্যতম____ন্যূনতম\r\n৯৪) নৈপুন্য____নৈপুণ্য\r\n৯৫) নিগুঢ়____নিগূঢ়\r\n৯৬) নিশিথিনি____নিশীথিনী\r\n৯৭) পিপিলিকা____পিপীলিকা\r\n৯৮) পোষ্টমাষ্টার____পোস্টমাস্টার\r\n৯৯) প্রাতঃরাশ_____প্রাতরাশ\r\n১০০) প্রোজ্জ্বলন____প্রজ্বলন\r\n১০১) প্রতিদন্দ্বি_____প্রতিদ্বন্দ্বী\r\n১০২) পানিনি______পাণিনি\r\n১০৩) ফটোষ্ট্যাট____ফটোস্ট্যাট\r\n১০৪) ব্রাহ্মন______ব্রাহ্মণ\r\n১০৫) ব্যাতিত_____ব্যতীত\r\n১০৬) ব্যাথা_____ব্যথা\r\n১০৭) বাল্মিকি_____বাল্মীকি\r\n১০৮) বশিভুত_____বশীভূত\r\n১০৯) বুৎপত্তি_____ব্যুৎপত্তি\r\n১১০) ভৌগলিক____ভৌগোলিক\r\n১১১) ভুমিষাৎ_____ভূমিসাৎ\r\n১১২) ভৎসনা_____ভর্ৎসনা\r\n১১৩) মূহুর্ত_______মুহূর্ত\r\n১১৪) মনিষি______মনীষী\r\n১১৫) মরীচীকা____মরীচিকা\r\n১১৬) মনযোগ_____মনোযোগ\r\n১১৭) মনুষ্যত্য_____মনুষ্যত্ব\r\n১১৮) যক্ষা_______যক্ষ্মা\r\n১১৯) লজ্জাস্কর____লজ্জাকর\r\n১২০) লক্ষ্যনীয়_____লক্ষণীয়\r\n১২১) শান্তনা______সান্ত্বনা\r\n১২২) শারিরীক____শারীরিক\r\n১২৩) শুভাশীষ____শুভাশিস\r\n১২৪) শায়ত্ত্বশাসন____স্বায়ত্তশাসন\r\n১২৫) শিরধার্য্য______শিরোধার্য\r\n১২৬) শশ্রূসা________শুশ্রূষা\r\n১২৭) ষাম্মাষিক_____ষাণ্মাসিক\r\n১২৮) সম্বর্ধনা______সংবর্ধনা\r\n১২৯) সহযোগীতা___সহযোগিতা\r\n১৩০) সুষ্ঠ________সুষ্ঠু\r\n১৩১) ব্যবহারিক____ব্যাবহারিক\r\n১৩২) পোষাক_____পোশাক\r\n১৩৩) ধরণ_____ধরন\r\n১৩৪) ধারণ____ধারণ\r\n১৩৫) উষা____ঊষা\r\n১৩৬) দুর্ণীতি____দুর্নীতি\r\n১৩৭) মধ্যাকর্ষণ ____মাধ্যাকর্ষণ\r\n১৩৮) শিহরণ_____শিহরন\r\n১৩৯) দধিচী_____দধীচি\r\n১৪০) ইদানিং______ইদানীং\r\n১৪১) জ্ঞানভুসিত____জ্ঞানভূষিত\r\n১৪২) সুসম_____সুষম\r\n১৪৩) কনিষ্ট_____কনিষ্ঠ\r\n১৪৪) দুষণীয়_____দূষণীয়\r\n১৪৫) পুণর্মিণনি____পুনর্মিলনী\r\n১৪৬) সুধি____সুধী\r\n১৪৭) বীবতস্য____বীভৎস\r\n১৪৮) অদ্ভূত____অদ্ভুত\r\n১৪৯) শ্বশ্রু_____শ্বশ্রূ\r\n১৫০) রূপালী_____রুপালি(ব্যাংকের ক্ষেত্রে রূপালী) \r\n(সংগৃহীত পোস্ট) \r\nSamir Kumar Bardhan', NULL, '2023-06-08 08:29:07', '2023-06-08 08:30:49'),
(2, 'সরকারি মাধ্যমিক বিদ্যালয়ের সহকারী শিক্ষক নিয়োগের যোগ্যতা।', 'সরকারি মাধ্যমিক বিদ্যালয়ের সহকারী শিক্ষক নিয়োগের যোগ্যতা: \r\nমাধ্যমিক বিদ্যালয়ে পাঠদান করা বিষয়ে স্নাতক ডিগ্রী ( বিএড আবশ্যিক নয়)।\r\nনিয়োগ পদ্ধতি: পিএসসি\'র অধীনে ২০০ নম্বরের এমসিকিউ পরীক্ষা,  ভাইভা পরীক্ষা এবং সরকারি গোয়েন্দা সংস্থার ভেরিফিকেশন।\r\nগ্রেড: ১০ম\r\nমূল বেতন: ১৬০০০ টাকা।\r\nবাড়ি ভাড়া: মূল বেতনের ৪০%-৫০%\r\nবোনাস: মূল বেতনের সমান। \r\nচিকিৎসা ভাতা: মাসিক ১৫০০ টাকা।\r\nরাজস্বখাতের চাকরি বিধায় অন্যান্য সকল সুবিধা। \r\nপেনশন আছে,বদলি আছে।\r\nএমপিও ভুক্ত মাধ্যমিক বিদ্যালয়ের সহকারী শিক্ষক নিয়োগের যোগ্যতা: \r\nমাধ্যমিক বিদ্যালয়ে পাঠদান করা বিষয়ে স্নাতক ডিগ্রী( বিএড আবশ্যিক নয়) \r\nনিয়োগ পদ্ধতি: সরকারি সংস্থা এনটিআরসিএ অধীনে \r\n১০০ নম্বরের এমসিকিউ পরীক্ষা, ১০০নম্বরের বিষয় ভিত্তিক লিখিত পরীক্ষা ( সরকারি বিদ্যালয়ে লিখিত পরীক্ষা নেয় না), ভাইভা পরীক্ষা, জাতীয় মেধাতালিকায় অন্তর্ভুক্তি,গনবিজ্ঞপ্তিতে আবেদন, প্রাথমিক সুপারিশ, চূড়ান্ত সুপারিশ, সরকারি গোয়েন্দা সংস্থার ভেরিফিকেশন।\r\nগ্রেড: ১১তম \r\nমূল বেতন: ১২,৫০০ টাকা।\r\nবাড়ি ভাড়া: মাসিক ১০০০টাকা।\r\nবোনাস: মূল বেতনের ২৫%\r\nচিকিৎসা ভাতা: মাসিক ৫০০টাকা।\r\nপেনশন নাই,বদলি নাই, \r\nএতো,এতো বৈষম্য মেনে শ্রেণি কক্ষে সুস্থ মনে ও দেহে দীর্ঘ বছর পাঠদান সম্ভব নয়। \r\nফলে দাবি আদায়/ বৈষম্য দূরীকরণ করতে ঢাকা প্রেসক্লাবের সামনে এমপিও ভুক্ত মাধ্যমিক বিদ্যালয় জাতীয়করণ ( সরকারীকরণ) করতে শিক্ষক আন্দোলন যৌক্তিক এবং সংহতি প্রকাশ করছি।', NULL, '2023-07-26 16:49:08', NULL);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
