-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Dec 14, 2023 at 04:37 AM
-- Server version: 8.0.35
-- PHP Version: 8.1.16

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `fenigaacadem_user_database`
--

-- --------------------------------------------------------

--
-- Table structure for table `notices`
--

CREATE TABLE `notices` (
  `id` bigint UNSIGNED NOT NULL,
  `title` longtext COLLATE utf8mb4_unicode_ci,
  `description` longtext COLLATE utf8mb4_unicode_ci,
  `file_path` longtext COLLATE utf8mb4_unicode_ci,
  `category` int DEFAULT '2',
  `file_sys_ver` int NOT NULL DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `notices`
--

INSERT INTO `notices` (`id`, `title`, `description`, `file_path`, `category`, `file_sys_ver`, `created_at`, `updated_at`) VALUES
(2, '২০২৩ সনের এসএসসি পরীক্ষার্থীদের প্রবেশপত্র বিতরণ সংক্রান্ত', 'ফেনী গিরিশ-অক্ষয় একাডেমি ( ফেনী জি. এ. একাডেমি)\'র ২০২৩ সনের এসএসসি পরীক্ষার্থীদের প্রবেশপত্র আগামী ১৭ এপ্রিল ২০২৩ সোমবার সকাল ১১:০০ ঘটিকার সময় এতদসঙ্গে সংযুক্ত নির্দেশিকামোতাবেক বিতরণ করা হবে । পরীক্ষার্থীরা প্রবেশপত্র গ্রহণের পর তাতে  কোনো ভুলত্রুটি পরিলক্ষিত হলে সাথে সাথে যথাযথ কর্তৃপক্ষের মাধ্যমে সংশোধনের ব্যবস্থা নিতে হবে । নির্দিষ্ট সময়ে প্রবেশপত্র গ্রহণে ব্যর্থতায় সংশ্লিষ্টের প্রবেশপত্রে কোনো ভুলত্রুটি রয়ে গেলে তজ্জন্য স্কুল-কর্তৃপক্ষ দায়ী থাকবে না । বিষয়টি অতীব জরুরি । - প্রধান শিক্ষক ।', '2.jpg', 2, 1, '2023-04-20 23:04:11', '2023-04-20 23:04:11'),
(3, '২০২৩ সনের এসএসসি পরীক্ষার্থীদের বিলম্বে প্রবেশপত্র বিতরণ সংক্রান্ত', 'ফেনী গিরিশ-অক্ষয় একাডেমির ২০২৩ সনের এসএসসি পরীক্ষার্থীদের মধ্যে যারা এখনও \"পরীক্ষার প্রবেশপত্র\" সংগ্রহ করেনি, তাদের আগামীকাল ১৮ এপ্রিল ২০২৩ সোমবার বেলা ১১টা হতে ১২টার মধ্যে স্কুলে উপস্থিত হয়ে সংশ্লিষ্ট শ্রেণি-শিক্ষকের নিকট হতে প্রবেশপত্র গ্রহণের জন্য পরামর্শ দেয়া যাচ্ছে । অতীব জরুরি এ বিষয়টি একে অপরকে জানিয়ে দেয়ার জন্য বিশেষভাবে অনুরোধ করা হলো ।', '3.jpg', 2, 1, '2023-04-20 23:15:02', '2023-04-20 23:15:03'),
(4, '২০২৩ সনের এসএসসি পরীক্ষার্থীদের জ্ঞাতব্য', 'অতীব জরুরি নোটিশ\r\nএতদ্দ্বারা গিরিশ-অক্ষয় একাডেমি (ফেনী জি. এ. একাডেমি)\'র ২০২৩ সনের এসএসসি পরীক্ষার্থীদের মধ্যে যাদের \"রেজিস্ট্রেশন কার্ডে প্রধান শিক্ষকের স্বাক্ষর ও সীল\" দেয়া হয়নি, তাদের আগামী ২৬ এপ্রিল ২০২৩ বুধবার বেলা ১১টা হতে ১২টার মধ্যে স্কুলে উপস্থিত হয়ে  \"রেজিস্ট্রেশন কার্ডে প্রধান শিক্ষকের স্বাক্ষর ও সীল গ্রহণ\" করার জন্য পরামর্শ দেয়া যাচ্ছে । পরীক্ষা-কেন্দ্রে স্বাক্ষর ও সীল গ্রহণ/ প্রদান করার কোনো সুযোগ পাওয়া যাবে না । অতীব জরুরি এ বিষয়টি একে অপরকে জানিয়ে দেয়ার জন্য বিশেষভাবে অনুরোধ করা যাচ্ছে ।', '4.jpg', 2, 1, '2023-04-20 23:59:58', '2023-04-21 03:05:57'),
(5, 'ঈদ-শুভেচ্ছা', 'ফেনী গিরিশ-অক্ষয় একাডেমি (জি.এ একাডেমি)\'র পক্ষ থেকে সবাইকে পবিত্র ঈদ-উল-ফিতর্-এর শুভেচ্ছা জানাই', '5.jpg', 2, 1, '2023-04-21 02:37:05', '2023-04-21 02:37:05'),
(8, 'শৃঙ্খলা সংক্রান্ত', 'বিষয়টি অতীব জরুরি', '8.jpg', 2, 1, '2023-05-08 21:23:27', '2023-05-08 21:23:28'),
(9, '\"শ্রেণি-কার্যক্রম\"-এর সময়সূচি সংক্রান্ত', 'এতদদ্বারা ফেনী-গিরিশ অক্ষয় একাডেমির ষষ্ঠ হতে দশম শ্রেণি পর্যন্ত সকল ছাত্র-ছাত্রীর জ্ঞাতার্থে  জানানো যাচ্ছে যে, আগামীকাল ২৫ মে ২০২৩ বৃহস্পতিবার  সকাল ১০টায়  শ্রেণি-কার্যক্রম শুরু হবে। সবাইকে যথাসময়ে উপস্থিত থাকার জন্য নির্দেশ দেয়া যাচ্ছে। বিষয়টি অতীব জরুরি।', NULL, 2, 1, '2023-05-25 00:08:58', '2023-05-27 09:31:03'),
(10, 'Notice', 'Notice', '10.jpg', 1, 1, '2023-05-26 23:35:11', '2023-05-26 23:35:11'),
(11, 'বিতর্ক প্রতিযোগিতা ।', 'এতদ্দ্বারা ফেনী গিরিশ-অক্ষয় একাডেমির ৬ষ্ঠ হতে ১০ম শ্রেণি পর্যন্ত সকল ছাত্র-ছাত্রীর অবগতির জন্য জানানো যাচ্ছে যে, আগামী ৩১ মে ২০২৩ বুধবার সকাল ১০টা হতে মাননীয় \"উপজেলা নির্বাহী অফিসার\"\', ফেনী সদর-এর সম্মেলন কক্ষে শিক্ষা-প্রতিষ্ঠানসমূহের ছাত্র-ছাত্রীদের মধ্যে বিতর্ক প্রতিযোগিতা অনুষ্ঠিত হতে যাচ্ছে ।\r\nবিতর্কের বিষয় : দারিদ্র্যই দুর্নীতির একমাত্র কারণ\"\r\nফেনী গিরিশ-অক্ষয় একাডেমি বিতার্কিক দল ৩১ মে ২০২৩ বুধবার সকাল ১০ টায় উক্ত বিষয়ের \"বিপক্ষে\" বিতর্ক করবে ।\r\nপ্রত্যেক বিতর্ক-দলে সদস্যসংখ্যা : দলনেতাসহ ০৩ (তিন) ।\r\nএ স্কুলে বিতর্ক-দল গঠন, গাইড ও পরিচালনার দায়িত্বে থাকবেন : মিসেস খালেদা বেগম, সিনিয়র শিক্ষক (বাংলা) ।\r\nপ্রতিযোগিতায় আগ্রহী বিতার্কিকদের খালেদা ম্যা\'মসহ অন্যান্য শিক্ষকের সাথে যোগাযোগ করে বিতর্ক-বিষয়ের \"বিপক্ষে\" পয়েন্ট সংগ্রহ করার জন্য পরামর্শ দেয়া যাচ্ছে ।\r\n-প্রধান শিক্ষক ।', NULL, 2, 1, '2023-05-28 12:46:16', NULL),
(12, 'Notice', NULL, '12.jpg', 2, 1, '2023-06-08 08:12:19', '2023-06-08 08:12:19'),
(13, 'অতি জরুরি বিজ্ঞপ্তি', NULL, '13.jpg', 2, 1, '2023-07-14 06:13:03', '2023-07-14 06:13:04'),
(14, 'Class 8 Registration', 'জরুরি নোটিশ', '14.jpg', 2, 1, '2023-07-18 08:06:48', '2023-07-18 08:06:48'),
(15, 'SSC', '২০২৩ সনের এসএসসি পরীক্ষার্থীদের ফল প্রকাশ', '15.jpg', 2, 1, '2023-07-26 06:46:07', '2023-07-26 12:57:19'),
(20, 'SSC- 2023 result', NULL, '20.pdf', 2, 1, '2023-07-28 05:22:03', '2023-07-28 05:22:03'),
(21, '২৯ জুলাই ২০২৩ বিশেষ জরুরি নোটিশ', '২৯ জুলাই ২০২৩\r\n                         বিশেষ জরুরি নোটিশ\r\n                         -------------------------------\r\nএতদ্দ্বারা ফেনী গিরিশ-অক্ষয় একাডেমির ৬ষ্ঠ হতে ৮ম শ্রেণি পর্যন্ত \"বকুল\" ও \"ডালিয়া\" শাখার ছাত্রীদের জ্ঞাতার্থে জানানো যাচ্ছে যে, তাদেরকে বিশেষ জরুরি প্রয়োজনে আগামীকাল ৩০ জুলাই ২০২৩ রবিবার সকাল ৯টা ৩০ মিনিটের মধ্যে ইউনিফর্ম (নির্ধারিত পোশাক) পরিধান করে স্কুলে উপস্থিত হওয়ার জন্য নির্দেশ দেয়া যাচ্ছে ।\r\n                                                 নির্দেশনায় -\r\n                                               প্রধান শিক্ষক\r\n                                  ফেনী গিরিশ-অক্ষয় একাডেমি ।', NULL, 2, 1, '2023-07-29 07:13:06', '2023-08-01 07:13:23'),
(22, '২০২৩ সনের এসএসসি পরীক্ষায় অকৃতকার্য ছাত্র-ছাত্রীদের জন্য পুনঃভর্তি সংক্রান্ত নোটিশ।', '২০২৩ সনের এসএসসি পরীক্ষায় অকৃতকার্য ছাত্র-ছাত্রীদের জন্য পুনঃভর্তি সংক্রান্ত নোটিশ।', '22.jpg', 2, 1, '2023-08-02 09:28:29', '2023-08-03 04:36:47'),
(25, 'এসএসসি ২০২৩ শিক্ষার্থীদের  প্রশংসাপত্র বিতরণ সংক্রান্ত।', 'এসএসসি ২০২৩ শিক্ষার্থীদের  প্রশংসাপত্র বিতরণ সংক্রান্ত।', '25.jpg', 2, 1, '2023-08-23 10:48:26', '2023-08-23 10:48:26'),
(26, 'এসএসসি ২০২৩ শিক্ষার্থীদের  প্রশংসাপত্র বিতরণ সংক্রান্ত।', 'এসএসসি ২০২৩ শিক্ষার্থীদের  প্রশংসাপত্র বিতরণ সংক্রান্ত।', '26.jpg', 2, 1, '2023-08-23 10:48:57', '2023-08-23 10:48:57'),
(29, 'নোটিশ', 'নোটিশ', '29.jpg', 2, 1, '2023-09-12 04:38:23', '2023-09-12 04:38:23'),
(30, 'জরুরি নোটিশ', 'জরুরি নোটিশ', '30.jpg', 2, 1, '2023-09-18 06:53:59', '2023-09-18 06:53:59'),
(31, '৯ম- ২০২৩ (এসএসসি - ২০২৫) রেজিঃ তথ্য সংশোধন', '৯ম- ২০২৩ (এসএসসি - ২০২৫) রেজিঃ তথ্য সংশোধন', '31.jpg', 2, 1, '2023-10-03 10:28:12', '2023-10-03 10:28:13'),
(32, 'নোটিশ', 'নোটিশ', '32.jpg', 2, 1, '2023-11-29 15:26:02', '2023-11-29 15:26:03'),
(33, 'নোটিশ', 'নোটিশ', '33.jpg', 2, 1, '2023-11-29 16:00:31', '2023-11-29 16:00:32');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `notices`
--
ALTER TABLE `notices`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `notices`
--
ALTER TABLE `notices`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
