<?php $__env->startSection('userview-navbar'); ?>
    <!-- ======home and banner section start======= -->
    <section id="latest-news-view-banner">
        <div class="container">
            <div class="row">
                <div class="col-lg-12 text-center">

                </div>
            </div>
        </div>
    </section>
    <!-- ======home and banner section finish======= -->

    <!-- ==========about history outline University of Dhaka start====== -->
    <section id="about-part">
        <div class="container">
            <div class="row">
                <div class="col-lg-12">
                    <img src="<?php echo e(asset('public_asset/images/independence-corner.jpg')); ?>">
                    <div class="mission-text">
                        <br>
                        <div class="mission-headding text-center">
                            <h2>স্বাধীনতার সুবর্ণ জয়ন্তী </h2>
                            <div class="under-bottom"></div>
                        </div>
                        <div class="mission-para mt-5">
                            <p>আভিধানিক ভাষায়, "সুবর্ণ জয়ন্তী" শব্দটি মুলত কোনো ঘটনার ৫০ বছরপূর্তীকে নির্দেশ করে।
                                বাংলাদেশে ১৯৭১ সালে ২৬ মার্চ থেকে ১৬ ডিসেম্বর নয় মাস সশস্ত্র মুক্তিযুদ্ধের মাধ্যমে
                                পাকিস্তানের কাছ থেকে ১৬ ডিসেম্বর ১৯৭১ চড়ান্ত বিজয় অর্জন করে। বাংলাদেশের স্বাধীনতার "সুবর্ণ
                                জয়ন্তী" হলো বাংলাদেশের স্বাধীনতা অর্জনের ৫০ বছরপূর্তি পালনের জন্য বাংলাদেশ সরকার কর্তৃক
                                ঘোষিত একটি বার্ষিক পরিকল্পনা। সরকার ২৬ মার্চ ২০২১ থেকে ১৬ ডিসেম্বর ২০২১ পর্যন্ত স্বাধীনতার
                                সুবর্ণ জয়ন্তী পালনের ঘোষণা দিয়েছে। এরই সঙ্গে জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান এর
                                জন্মশতবার্ষিকী উপলক্ষ্যে মুজিব বর্ষও পালিত হবে। ২০০৮ সালের জাতীয় সংসদ নির্বাচনে আওয়ামী
                                লীগের নির্বাচনী ইস্তেহারের মধ্যে ২০২১ সালে স্বাধীনতার সুবর্ণ জয়ন্তীকে সামনে রেখে "রূপকল্প
                                ২০২১" ঘোষণা করে, যেখানে ২০২১ সালের মধ্যেই বাংলাদেশকে একটি উন্নয়নশীল, ডিজিটাল ও আধুনিক
                                রাষ্ট্রে পরিণত করার প্রত্যয় দেয়া হয়।<br>

                                বাংলাদেশে বর্তমানে বঙ্গবন্ধু শেখ মুজিবুর রহমান এর জন্মশতবার্ষিকী উদযাপন চলমান আছে এবং
                                স্বাধীনতার সুবর্ণ জয়ন্তী উদযাপিত হচ্ছে। ‘মুজিব চিরন্তন’ শিরোনামে বঙ্গবন্ধুর জন্মশতবার্ষিকী
                                এবং স্বাধীনতার সুবর্ণ জয়ন্তী পালন করার জন্য বিশ্বের অনেক দেশের সরকার এবং রাষ্ট্রপ্রধান
                                বাংলাদেশ সফর করছেন। গত ১৭ মার্চ বাংলাদেশে এসেছিলেন মালদ্বীপের প্রেসিডেন্ট ইব্রাহিম মোহাম্মদ
                                সালেহ; ১৯ মার্চ বাংলাদেশ সফর করেছেন শ্রীলংকার প্রধানমন্ত্রী মাহেন্দ্র রাজাপাকসে; ২২ মার্চ
                                বাংলাদেশ সফর করেছেন নেপালের প্রেসিডেন্ট বিদ্যাদেবী ভান্ডারী; ২৪শে মার্চ বাংলাদেশ সফর করেছেন
                                ভুটানের প্রধানমন্ত্রী ড. লোটে শেরিং এবং সর্বশেষ বাংলাদেশ সফরে এসেছেন ভারতের প্রধানমন্ত্রী
                                নরেন্দ্র মোদি। ভিডিও বার্তায় শুভেচ্ছা জানিয়েছেন চীনের প্রেসিডেন্ট শি জিনপিং,জাপানের
                                প্রধানমন্ত্রী ইউশিহিদে সুগা ও কানাডার প্রধানমন্ত্রী জাস্টিন ট্রুডো। স্বাধীনতার সুবর্ণ
                                জয়ন্তী ও জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমানের জন্মবার্ষিকী উপলক্ষে আরব আমিরাতের
                                দুবাইয়ে বিশ্বের সর্বোচ্চ ভবন বুর্জ আল খলিফায় ঘণ্টাব্যাপী বঙ্গবন্ধুর ছবি প্রদর্শন ও
                                আলোকসজ্জার আয়োজন করা হয়েছে।<br>

                                স্বাধীনতার সুবর্ণ জয়ন্তী ও বঙ্গবন্ধুর জন্মশতবার্ষিকী উপলক্ষে পাঠানো ভিডিও বার্তায় পোপ
                                ফ্রান্সিস বলেছেন, ‘প্রাকৃতিক সৌন্দর্য এবং সাংস্কৃতিক ঐক্য, ভাষা নিয়ে সহাবস্থানে এক আধুনিক
                                নাগরিকের দেশ বাংলাদেশ, যার আরেকটি পরিচয় সোনার বাংলা। এই সোনার বাংলার স্বপ্ন দেখেছিলেন
                                বঙ্গবন্ধু শেখ মুজিবুর রহমান।’<br>

                                জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমান এর জন্মশতবার্ষিকী এবং স্বাধীনতার সুবর্ণ জয়ন্তী
                                উপলক্ষে বিশ্ব নেতৃবৃন্দ বাংলাদেশকে শুভেচ্ছায় সিক্ত করছেন; বাংলাদেশের অপ্রতিরোধ্য
                                অগ্রযাত্রাকে অভিনন্দিত করছেন। উন্নয়নের বিস্ময়, বিস্ময়ের বাংলাদেশ স্বচক্ষে দেখার আগ্রহ
                                প্রকাশ করছেন যা বাংলাদেশকে বিশ্বদরবারে মহিমান্বিত করছে। একাত্তরে স্বাধীনতার মহানায়ক
                                বঙ্গবন্ধু শেখ মুজিবুর রহমানের নেতৃত্বে আমরা একটি স্বাধীন দেশ পেয়েছি, আর তারই সুযোগ্য কন্যা
                                বর্তমান মাননীয় প্রধানমন্ত্রী দেশরত্ন শেখ হাসিনার নেতৃত্বে গড়ে তুলতে চলেছি
                                ক্ষুধা-দারিদ্র্যমুক্ত, আধুনিক, মর্যাদাশীল জাতি ও সমৃদ্ধ বাংলাদেশ; দীর্ঘ সংগ্রামের পথ বেয়ে
                                অর্জিত স্বাধীনতার ৫০ বছর পূর্তি উদযাপন করছে বাংলাদেশ, যে দেশের মানুষের সামনে এখন সোনালি
                                ভবিষ্যতের হাতছানি। বিস্ময়ের বাংলাদেশ।</p>
                        </div>
                        <div
                            style="caret-color: rgb(0, 0, 0); color: rgb(0, 0, 0); box-sizing: inherit; margin: 0px; padding: 5px 10px; background-color: rgb(238, 238, 238); border: 1px solid rgb(204, 204, 204);">
                            <iframe frameborder="0" height="400" scrolling="no"
                                src="https://www.youtube.com/embed/Pze7rdtdWwo" title="YouTube video player"
                                width="100%"></iframe>

                            <ul>
                            </ul>
                        </div>
                    </div>
                </div>
            </div>
        </div>

    </section>

    <!-- ==========about history outline University of Dhaka finish========== -->
<?php $__env->stopSection(); ?>

<?php echo $__env->make('userview/layout/navbar', \Illuminate\Support\Arr::except(get_defined_vars(), ['__data', '__path']))->render(); ?><?php /**PATH D:\laragon\www\school-userpanel\ga-academy-userpanel\resources\views/userview/independenceCorner/index.blade.php ENDPATH**/ ?>